var songsList2023 = [

{ 
songId: "20230811",    
title : "도라지타령",
gangBak : 3,  
song : 
`㴌 " " 㴌 㴌-汰 潢 淋 - 湳-淋 㴌 --汰 潢
汰㴌- " " 汰-㴌 汰-潢 南-林 南 潢 南 林 - △
汰㴌- " " 㴌㴌- 㴌-汰 潢 淋 - 湳-淋 㴌 --汰 潢
汰㴌- " " 汰-㴌 汰-潢 南-林 南 潢 南 林 - △

南-林 南-潢 南-林 南-林 南-潢 南-林 南-林 潢 --汰 潢 --汰 潢汰-
汰㴌- " " 㴌 㴌-汰 潢汰- 淋淋- 淋-㶂 湳-淋 㴌 "-汰 潢
汰㴌- ""- ""- 汰-㴌 汰-潢 南 南-林 潢-N 南 林 - △
`
},
{ 
songId: "20230725",    
title : "진도아리랑",
gangBak : 3,  
song : 
`w1절

南-汰 南-汰 汰, 南-汰 南-汰 汰, 汰汰- 汰-㳞 湳㳞-, 汰 --湳 㳞湳-,

南 --汰 汰, 汰 汰 湳㳞-, 汰-㳞 湳㳞- 南, 汰 汰 -,

㳞 㳞 -, 㳞 㳞 湳㳞-, 汰 㳞 湳㳞-, 汰 南 -,

汰汰- 汰 汰㳞-, 湳湳- 㳞㳞- 汰, 汰-㳞 湳㳞- 南, 汰 汰 -,,

w2절

南-汰 南-汰 汰 南-汰 南-汰 汰 汰汰- 汰-㳞 湳㳞- 汰 --湳 㳞湳-

南 --汰 汰 汰 汰 湳㳞- 汰-㳞 湳㳞- 南 汰 汰 -,

湳 湳 - 𣴘 𣴘 𣴘) 汰 㳞 湳㳞- 汰 南 -,

汰汰- 汰 汰㳞- 湳湳- 㳞㳞- 汰 汰-㳞 湳㳞- 南 汰 汰 -,,
`
},
{ 
songId: "20230718",    
title : "고향의노래2",
gangBak : 4,  
song : 
`w고향의노래2 김재호작사 이수인작곡
潢 - - 南仲 南潢 㳞 - -, 湳 - -淋 㳞汰 潢 - - -,
汰 - - 㳞汰 潢南 仲 - -, 南 - 南潢 南仲 林 - - -,

南 -南 潢-/潢/ 汰汰㴌 㳞 - -, 淋 淋 -湳 潕 潕湳淋㳞 - - -,

△ 㳞 㴌 淋 㳞㴌汰 南-/汰/ 汰 - -,汰 㴌㳞 淋 汰 淋 - - 㴌,

△潢 應汰 △潢 㳞湳, 㶂 - △湳/湳/ 㳞汰, 淋 -㴌 潢 -, 
△潢 應汰 △潢 㳞湳, 㶂⊍ - △湳/湳/ 㳞汰 淋湳 潕 - 湳/淋/- 㳞 - - -
`
}, 
{
songId: "20230711",    
title : "남촌2",
gangBak : 4, 
song :    
`w:남촌2 김동환작사 김규환작곡, v액센트
仲 
南 -南 無南 林-/南/, 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰

㴌 - -㴌 㳞-/㴌/ 南 - -, 林-/林/ 無 - ^無南 林-/仲/ 仲 - - △
△仲 仲無 汰 - -無 無汰 㳞 - -,㳞 淋㳞 㴌 㳞 潢 - -,潢 潢汰

㴌 - -㴌 㴌㳞 淋 - -, 㳞v淋v 湳v -淋 㳞 汰 淋 - -, 潢無

南 -南 無南 林-/南/ 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰

㴌 - -㴌 㳞-/㴌/ 南 - -, 林 無 - ^無南 林-/仲/ 仲 - -, 
`
}, 
{
songId: "20230630",    
title : "초혼4", 
gangBak : 4,
song :    
`w:초혼4
汰㳞 淋 - 淋-/湳/ 淋㳞, 汰 - -, 
無 潢 -無 潢-/無/ 潢㳞 汰 - -,

汰㳞 淋 -淋 淋潕 -淋 㳞淋㳞 - - 
△㳞淋 潕 -淋 淋㳞 無汰 潢 - △ 

汰潢/無/ 林 - △汰 潢無 汰/㳞/汰 - △ 
-潢/無/ 林 -無 潢汰 汰潢 無 - - △ 

△汰 汰潢 汰㳞 -㳞/淋/ 汰 - △ -潢/無/
林 -無 潢汰 汰㳞 汰 - △ 㳞淋潕㳞

淋 - △淋 㳞淋 㳞汰-汰 - △ -潢/無/
林 林無 潢汰 汰潢 無 - △ 汰㳞

淋 -淋 淋潕 -淋 淋㳞 - △ -㳞/淋/
潕 -淋 淋㳞 無汰 潢 - △ 汰潢無

林 - △汰 潢無 汰/㳞/汰 - △ -潢/無/
林 -無 潢汰 汰潢 無 - △ 
`
}, 
{
songId: "20230615",    
title : "고향의노래1", 
gangBak : 4,
song :    
`w고향의노래1, 김재호작사 이수인작곡
仲 - - 太㒇, 太仲 無 - -, 汰 - -潢 無林, 仲 - - -,
林 - - 無林, 仲太 㒇 - -, 太 - 太仲 太㒇, 黃 - - -,

太 -太 仲-/仲/ 林林南 無 - -, 潢 潢 -汰 浹 浹汰潢, 無 - - -,
△ 無 南 潢, 無南林 太-/林/ 林 - -,林 南無 潢 林, 潢 - - 南,

△仲 姑林 △仲 無汰, 㳞 - △汰/汰/ 無林, 潢 -南 仲 -, △仲 姑林 △仲 無汰,
㳞⊍ - △汰/汰/ 無林, 潢汰 浹 - 汰/潢/-, 無 - - -,
`
},
{
    songId: "20230602",    
    title : "울산아가씨", 
    gangBak : 3,
    song : 
    `w울산아가씨
    㴌 㴌-㴌 -, 㴌 㴌-㴌 --汰, 潢 汰-㴌 汰-潢, 南 --潢 南潢△,
    姑 林-南 -, 㴌 汰-潢 南潢-, 汰 汰-㴌 汰-潢, 南 - △,
    
    㴌 㴌-㴌 -, 㴌 湳-湳 -, 淋 㴌-淋 㴌, 汰 --潢 南潢△,
    㴌 汰-淋 㴌-汰, 潢 汰-潢 南潢-, 汰 汰-㴌 汰-潢, 南 - △,
    
    㴌 - -, 淋 --N 㴌-淋, 湳 - -, - - △
    淋 湳 --淋, 㴌 汰-淋 㴌-汰, 潢 汰-㴌 姑, 南 - △ 
    `
},
    
{
    songId: "20230523",    
    title : "청산은깊어좋아라3", 
    gangBak : 4,
    song : 
    `w:청산은 깊어 좋아라3
    湳 湳 -湳 淋湳, 潕淋 㳞 - -, 潢-/潢/ 㶂 -㶂 㶐㶂, 潕湳 淋 - -,
    
    潢-/潢/ 湳 - 淋湳, 潕湳 淋 - -, 潢 淋 淋淋 湳湳, 潕湳 㳞 - -,
    
    湳 湳 -湳 淋湳 潕淋 㳞 - -, 潢-/潢/ 㶂 -㶂 㶐㶂 潕湳 淋 - - 
    潢-/潢/ 湳 - 淋湳 潕湳 淋 - -, 潢 淋 淋淋 湳湳 潕湳 㳞 - - 
    
    㳞-/㴌/ 汰 - - 汰㴌㳞 淋㳞 㴌 -, 潢-/潢/ 湳 - 淋湳 潕淋 㶂 - - 
    潢 湳 -湳 淋湳 潕湳 淋 - -, 潢 淋 淋淋 湳湳 潕湳 㳞 - - 
    `
},   
{
songId: "20230513",        
title : "소리길-소급", 
gangBak : 4,
song :    
`w소리길-소금
太姑 㽔太 姑㽔 南 -林 㽔 林 -, 姑㽔 林 - -,
南 - 姑3 南 - 林, 㽔 - 林㽔 太 - -,

太姑 㽔太 姑㽔 南 -林 㽔 林 -, 姑㽔 林 - -,
南 - 姑3 南 - 林, 㽔 - 林㽔 太 - -,

㽔 -姑 太㽔 南 -林 㽔 林㽔林南 林 -, 南 -, 
太㽔 南 - 㽔 南 - -, 應/南/應 - 南 應 -, 

姑3 南 - - - - -, 太 -  㽔 南 - 應, 
姑 - 㽔姑太 姑 - -, 南 - 姑3 南 - 林㽔 太 - - - - 
`
},    
{
songId: "20230512",    
title : "소리길-대금", 
gangBak : 3,
song :  
`w:소리길-대금
㽔 - 太 南 - 㽔 林 - 㽔 林 - -
南 - 㽔 南 - 林 㽔 - - 太 - -
太 - - 南 -林 㽔, 林 - - ^林 - -,

南 - 姑 南 - 林, 㽔 - 林㽔 太 - -,
太 - - 南 -林 㽔, 林 - - ^林 - -,
南 - 姑 南 - 林, 㽔 - 林㽔 太 - -,

㽔 - - 南 -林 㽔 林-/南/ 林 -, 南 -,
太㽔 南 - 㽔 南 - -,
應/南/應 - 南 應 - 姑 南 - - - - -,
太 - 㽔 南 - 㽔, 姑 - - 姑 - -,
南 - 姑 南 - 林㽔 太 - - - - -

㽔 - 太 南 - - 林 - - 姑 - -
林 - 姑 南 - 林 㽔 - - 太 - -
`
},
{
songId: "20230425",    
title : "장작불1", 
gangBak : 3,
song :  
`w:장작불1
汰 潢 南-潢 南 - -, 汰-㴌 汰-潢 汰 㳞/汰/-- - -
㴌 㴌 -汰 潢 -潢 潢㴌, 汰 - - - - △

汰-汰 汰-潢 南南- 林-南 南 -, 潢) -(㴌 汰潢 汰 潢 南
林-林 林-仲 林 南-汰 南 -, 㴌-㴌 㴌-汰 潢-㴌 汰 -, 汰-汰

淋淋 淋淋 淋-湳 㳞㳞- 㳞-㴌 汰, 淋-淋 淋-淋 淋-湳 㳞㳞㳞 㳞-㴌 汰
潢-潢 潢 潢-南 潢-㴌 汰汰- -, 㴌-㴌 㴌-汰 潢-㴌 汰 - -
`
},     
{
songId: "20230411",    
title : "축제", 
gangBak : 3,
song :
`w:축제
南 - 潢 汰 - 㴌(, 南 南林 姑 南潢 南 -△
潢 -) 南 汰 - 㴌(, 南 南林 姑 南潢 南 -△
汰 -潢 南 汰 汰 -, 南 潢 汰㴌 汰 - △

南 - 潢 汰 - 㴌(, 南 南林 姑 南潢 南 -△
潢 潢 汰( 南 - 潢, 汰 -潢 南 汰㴌 汰 -△
㴌 - - 淋 - 湳(, 㴌子 - - - - △

㴌 淋 湳淋 㴌 - 淋, 湳 -淋 㴌 湳 - △
㴌 湳 - 湳 -淋 㴌, 㶂 - 㶐) 湳 - △
淋 - 湳( 㴌 - 淋, 湳 - - - - △

淋 淋 湳( 㴌 㴌 淋, 汰 -潢 南 汰㴌 汰 -△
南 - 潢 汰 - 㴌(, 湳 -) 淋3 㴌 - △
汰 - 㴌( 潢 -㴌 潢), 㴌 -汰 潢) 南 - △
`
},
{
title : "소리길-대금", 
gangBak : 3,
song : 
`w소리길-대금
㽔 - 太 南 - 㽔 林 - 㽔 林 - -
南 - 姑 南 - 林 㽔 - - 太 - -

太 - - 南 -林 㽔, 林 - - ^林 - -,
南 - 姑 南 - 林, 㽔 - 林㽔 太 - -,
太 - - 南 -林 㽔, 林 - - ^林 - -,
南 - 姑 南 - 林, 㽔 - 林㽔 太 - -,

    㽔 - - 南 -林 㽔 林-/南/ 林 -, 南 -,
    太㽔 南 - 㽔 南 - -,
    應/南/應 - 南 應 - 姑 南 - - - - -,
太 - 㽔 南 - 㽔, 姑 - - 姑 - -,
南 - 姑 南 - 林㽔 太 - - - - -

㽔 - 太 南 - - 林 - - 姑 - -
林 - 姑 南 - 林 㽔 - - 太 - -
`
}   
]

var songsList2022 = [
{ 
title : "고향의노래2022",  
gangBak : 3,
song : 
`w고향의노래22 김재호작사 이수인작곡
潢 - - 南仲 南潢 㳞 - -, 湳 - -淋 㳞汰 潢 - - -,
汰 - - 㳞汰 潢南 仲 - -, 南 - 南潢 南仲 林 - - -,

南 -南 潢-/潢/ 汰汰㴌 㳞 - -, 淋 淋 -湳 潕 潕湳淋㳞 - - -,

△ 㳞 㴌 淋 㳞㴌汰 南-/汰/ 汰 - -,汰 㴌㳞 淋 汰 淋 - - 㴌,

△潢 應汰 △潢 㳞湳, 㶂 - △湳/湳/ 㳞汰, 淋 -㴌 潢 -, 
△潢 應汰 △潢 㳞湳, 㶂⊍ - △湳/湳/ 㳞汰 淋湳 潕 - 湳/淋/- 㳞 - - -
`
}, 
{
title : "남촌 2022", 
gangBak : 3,
song :    
`w:남촌22 김동환작사 김규환작곡, v액센트
仲 
南 -南 無南 林-/南/, 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰

㴌 - -㴌 㳞-/㴌/ 南 - -, 林-/林/ 無 - ^無南 林-/仲/ 仲 - - △
△仲 仲無 汰 - -無 無汰 㳞 - -,㳞 淋㳞 㴌 㳞 潢 - -,潢 潢汰

㴌 - -㴌 㴌㳞 淋 - -, 㳞v淋v 湳v -淋 㳞 汰 淋 - -, 潢無

南 -南 無南 林-/南/ 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰

㴌 - -㴌 㳞-/㴌/ 南 - -, 林 無 - ^無南 林-/仲/ 仲 - -, 
`
}
]    

var songsList2021 = [
{ 
title : "고향의노래2021",  
gangBak : 3,
song : 
`w고향의노래21 김재호작사 이수인작곡
潢 - - 南仲 南潢 㳞 - -, 湳 - -淋 㳞汰 潢 - - -,
汰 - - 㳞汰 潢南 仲 - -, 南 - 南潢 南仲 林 - - -,

南 -南 潢-/潢/ 汰汰㴌 㳞 - -, 淋 淋 -湳 潕 潕湳淋㳞 - - -,

△ 㳞 㴌 淋 㳞㴌汰 南-/汰/ 汰 - -,汰 㴌㳞 淋 汰 淋 - - 㴌,

△潢 應汰 △潢 㳞湳, 㶂 - △湳/湳/ 㳞汰, 淋 -㴌 潢 -, 
△潢 應汰 △潢 㳞湳, 㶂⊍ - △湳/湳/ 㳞汰 淋湳 潕 - 湳/淋/- 㳞 - - -
`
}, 
{
title : "남촌 2021", 
gangBak : 3,
song :    
`w:남촌21 김동환작사 김규환작곡, v액센트
仲 
南 -南 無南 林-/南/, 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰

㴌 - -㴌 㳞-/㴌/ 南 - -, 林-/林/ 無 - ^無南 林-/仲/ 仲 - - △
△仲 仲無 汰 - -無 無汰 㳞 - -,㳞 淋㳞 㴌 㳞 潢 - -,潢 潢汰

㴌 - -㴌 㴌㳞 淋 - -, 㳞v淋v 湳v -淋 㳞 汰 淋 - -, 潢無

南 -南 無南 林-/南/ 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰

㴌 - -㴌 㳞-/㴌/ 南 - -, 林 無 - ^無南 林-/仲/ 仲 - -, 
`
}
]    

var xyzFreqArr_ori = [{xyz: '㑣', freq: 233.25, no: 1}, {xyz: '侇', freq: 249.1, no: 2}, {xyz: '㑲', freq: 262.4, no: 3},
                  {xyz: '㒇', freq: 280.2, no: 4}, {xyz: '㒣', freq: 295.2, no: 5}, {xyz: '黃', freq: 311, no: 6},
                  {xyz: '大', freq: 332.1, no: 7}, {xyz: '太', freq: 349.9, no: 8}, {xyz: '夾', freq: 373.6, no: 9},
                  {xyz: '姑', freq: 393.6, no: 10}, {xyz: '仲', freq: 420.3, no: 11}, {xyz: '㽔', freq: 442.8, no: 12},
                  {xyz: '林', freq: 466.5, no: 13}, {xyz: '夷', freq: 498.2, no: 14}, {xyz: '南', freq: 524.8, no: 15},
                  {xyz: '無', freq: 560.4, no: 16}, {xyz: '應', freq: 590.4, no: 17}, {xyz: '潢', freq: 622, no: 18},
                  {xyz: '汏', freq: 664.2, no: 19}, {xyz: '汰', freq: 699.8, no: 20}, {xyz: '浹', freq: 747.2, no: 21},
                  {xyz: '㴌', freq: 787.2, no: 22}, {xyz: '㳞', freq: 840.6, no: 23}, {xyz: '㶋', freq: 885.6, no: 24},
                  {xyz: '淋', freq: 933, no: 25}, {xyz: '洟', freq: 996.4, no: 26}, {xyz: '湳', freq: 1049.6, no: 27},
                  {xyz: '潕', freq: 1120.8, no: 28}, {xyz: '㶐', freq: 1180.8, no: 29}, {xyz: '㶂', freq: 1244, no: 30},
                  {xyz: '𣴘', freq: 1328.4, no: 31}, {xyz: '㳲', freq: 1399.6, no: 32}]

// 아악, 정악, 당악
// var xyzFreqArr_ori = [{xyz: '㑣', freq: 194.25, no: 1}, {xyz: '侇', freq: 207.45, no: 2}, {xyz: '㑲', freq: 218.55, no: 3}, 
//                   {xyz: '㒇', freq: 233.35, no: 4}, {xyz: '㒣', freq: 245.85, no: 5}, {xyz: '黃', freq: 259, no: 6}, 
//                   {xyz: '大', freq: 276.6, no: 7}, {xyz: '太', freq: 291.4, no: 8}, {xyz: '夾', freq: 311.2, no: 9}, 
//                   {xyz: '姑', freq: 327.8, no: 10}, {xyz: '仲', freq: 350, no: 11}, {xyz: '㽔', freq: 368.8, no: 12},
//                   {xyz: '林', freq: 388.5, no: 13}, {xyz: '夷', freq: 414.9, no: 14}, {xyz: '南', freq: 437.1, no: 15},
//                   {xyz: '無', freq: 466.7, no: 16}, {xyz: '應', freq: 491.7, no: 17}, {xyz: '潢', freq: 518, no: 18},
//                   {xyz: '汏', freq: 553.2, no: 19}, {xyz: '汰', freq: 582.8, no: 20}, {xyz: '浹', freq: 622.4, no: 21},
//                   {xyz: '㴌', freq: 655.6, no: 22}, {xyz: '㳞', freq: 700, no: 23}, {xyz: '㶋', freq: 737.6, no: 24}, 
//                   {xyz: '淋', freq: 777, no: 25}, {xyz: '洟', freq: 829.8, no: 26}, {xyz: '湳', freq: 874.2, no: 27}, 
//                   {xyz: '潕', freq: 933.4, no: 28}, {xyz: '㶐', freq: 983.4, no: 29}, {xyz: '㶂', freq: 1010, no: 30}]
                  