var songsList2023 = [
    { 
    title : "고향의노래2",  
    song : 
`w고향의노래2 김재호작사 이수인작곡
潢 - - 南仲 南潢 㳞 - -, 湳 - -淋 㳞汰 潢 - - -,
汰 - - 㳞汰 潢南 仲 - -, 南 - 南潢 南仲 林 - - -,

南 -南 潢-/潢/ 汰汰㴌 㳞 - -, 淋 淋 -湳 潕 潕湳淋㳞 - - -,

△ 㳞 㴌 淋 㳞㴌汰 南-/汰/ 汰 - -,汰 㴌㳞 淋 汰 淋 - - 㴌,

△潢 應汰 △潢 㳞湳, 㶂 - △湳/湳/ 㳞汰, 淋 -㴌 潢 -, 
△潢 應汰 △潢 㳞湳, 㶂⊍ - △湳/湳/ 㳞汰 淋湳 潕 - 湳/淋/- 㳞 - - -
`
    }, 
    {
    title : "남촌2", 
    song :    
    `w:남촌2 김동환작사 김규환작곡, v액센트
    仲 
    南 -南 無南 林-/南/, 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰
    
    㴌 - -㴌 㳞-/㴌/ 南 - -, 林-/林/ 無 - ^無南 林-/仲/ 仲 - - △
    △仲 仲無 汰 - -無 無汰 㳞 - -,㳞 淋㳞 㴌 㳞 潢 - -,潢 潢汰
    
    㴌 - -㴌 㴌㳞 淋 - -, 㳞v淋v 湳v -淋 㳞 汰 淋 - -, 潢無
    
    南 -南 無南 林-/南/ 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰
    
    㴌 - -㴌 㳞-/㴌/ 南 - -, 林 無 - ^無南 林-/仲/ 仲 - -, 
    `
    }, 
    {
    title : "초혼4", 
    song :    
    `w:초혼4
    汰㳞 淋 - 淋-/湳/ 淋㳞, 汰 - -, 
    無 潢 -無 潢-/無/ 潢㳞 汰 - -,
    
    汰㳞 淋 -淋 淋潕 -淋 㳞淋㳞 - - 
    △㳞淋 潕 -淋 淋㳞 無汰 潢 - △ 
    
    汰潢/無/ 林 - △汰 潢無 汰/㳞/汰 - △ 
    -潢/無/ 林 -無 潢汰 汰潢 無 - - △ 
    
    △汰 汰潢 汰㳞 -㳞/淋/ 汰 - △ -潢/無/
    林 -無 潢汰 汰㳞 汰 - △ 㳞淋潕㳞
    
    淋 - △淋 㳞淋 㳞汰-汰 - △ -潢/無/
    林 林無 潢汰 汰潢 無 - △ 汰㳞
    
    淋 -淋 淋潕 -淋 淋㳞 - △ -㳞/淋/
    潕 -淋 淋㳞 無汰 潢 - △ 汰潢無
    
    林 - △汰 潢無 汰/㳞/汰 - △ -潢/無/
    林 -無 潢汰 汰潢 無 - △ 
    `
    }, 
    {
    title : "고향의노래1", 
    song :    
    `w고향의노래1, 김재호작사 이수인작곡
    仲 - - 太㒇, 太仲 無 - -, 汰 - -潢 無林, 仲 - - -,
    林 - - 無林, 仲太 㒇 - -, 太 - 太仲 太㒇, 黃 - - -,
    
    太 -太 仲-/仲/ 林林南 無 - -, 潢 潢 -汰 浹 浹汰潢, 無 - - -,
    △ 無 南 潢, 無南林 太-/林/ 林 - -,林 南無 潢 林, 潢 - - 南,
    
    △仲 姑林 △仲 無汰, 㳞 - △汰/汰/ 無林, 潢 -南 仲 -, △仲 姑林 △仲 無汰,
    㳞⊍ - △汰/汰/ 無林, 潢汰 浹 - 汰/潢/-, 無 - - -,
    `
    },
    {
    title : "소리길-소급", 
    song :    
    `w소리길-소금
    太姑 㽔太 姑㽔 南 -林 㽔 林 -, 姑㽔 林 - -,
    南 - 姑3 南 - 林, 㽔 - 林㽔 太 - -,

    太姑 㽔太 姑㽔 南 -林 㽔 林 -, 姑㽔 林 - -,
    南 - 姑3 南 - 林, 㽔 - 林㽔 太 - -,

    㽔 -姑 太㽔 南 -林 㽔 林㽔林南 林 -, 南 -, 
    太㽔 南 - 㽔 南 - -, 應/南/應 - 南 應 -, 

    姑3 南 - - - - -, 太 -  㽔 南 - 應, 
    姑 - 㽔姑太 姑 - -, 南 - 姑3 南 - 林㽔 太 - - - - 
    `
    },    
    {
    title : "소리길-대급", 
    song :  
    `w:소리길-대금
    㽔 - 太 南 - 㽔 林 - 㽔 林 - -
    南 - 㽔 南 - 林 㽔 - - 太 - -
    太 - - 南 -林 㽔, 林 - - ^林 - -,

    南 - 姑 南 - 林, 㽔 - 林㽔 太 - -,
    太 - - 南 -林 㽔, 林 - - ^林 - -,
    南 - 姑 南 - 林, 㽔 - 林㽔 太 - -,

    㽔 - - 南 -林 㽔 林-/南/ 林 -, 南 -,
    太㽔 南 - 㽔 南 - -,
    應/南/應 - 南 應 - 姑 南 - - - - -,
    太 - 㽔 南 - 㽔, 姑 - - 姑 - -,
    南 - 姑 南 - 林㽔 太 - - - - -

    㽔 - 太 南 - - 林 - - 姑 - -
    林 - 姑 南 - 林 㽔 - - 太 - -
    `
    },
    {
    title : "장작불1", 
    song :  
    `w:장작불1
    汰 潢 南-潢 南 - -, 汰-㴌 汰-潢 汰 㳞/汰/-- - -
    㴌 㴌 -汰 潢 -潢 潢㴌, 汰 - - - - △

    汰-汰 汰-潢 南南- 林-南 南 -, 潢) -(㴌 汰潢 汰 潢 南
    林-林 林-仲 林 南-汰 南 -, 㴌-㴌 㴌-汰 潢-㴌 汰 -, 汰-汰

    淋淋 淋淋 淋-湳 㳞㳞- 㳞-㴌 汰, 淋-淋 淋-淋 淋-湳 㳞㳞㳞 㳞-㴌 汰
    潢-潢 潢 潢-南 潢-㴌 汰汰- -, 㴌-㴌 㴌-汰 潢-㴌 汰 - -
    `
    },     
    {
    title : "축제", 
    song :
    `w:축제
    南 - 潢 汰 - 㴌(, 南 南林 姑 南潢 南 -△
    潢 -) 南 汰 - 㴌(, 南 南林 姑 南潢 南 -△
    汰 -潢 南 汰 汰 -, 南 潢 汰㴌 汰 - △

    南 - 潢 汰 - 㴌(, 南 南林 姑 南潢 南 -△
    潢 潢 汰( 南 - 潢, 汰 -潢 南 汰㴌 汰 -△
    㴌 - - 淋 - 湳(, 㴌子 - - - - △

    㴌 淋 湳淋 㴌 - 淋, 湳 -淋 㴌 湳 - △
    㴌 湳 - 湳 -淋 㴌, 㶂 - 㶐) 湳 - △
    淋 - 湳( 㴌 - 淋, 湳 - - - - △

    淋 淋 湳( 㴌 㴌 淋, 汰 -潢 南 汰㴌 汰 -△
    南 - 潢 汰 - 㴌(, 湳 -) 淋3 㴌 - △
    汰 - 㴌( 潢 -㴌 潢), 㴌 -汰 潢) 南 - △
    `
    },
    {
    title : "청산깊좋", 
    song : 
    `w:청산은 깊어 좋아라3
    湳 湳 -湳 淋湳, 潕淋 㳞 - -, 潢-/潢/ 㶂 -㶂 㶐㶂, 潕湳 淋 - -,

    潢-/潢/ 湳 - 淋湳, 潕湳 淋 - -, 潢 淋 淋淋 湳湳, 潕湳 㳞 - -,

    湳 湳 -湳 淋湳 潕淋 㳞 - -, 潢-/潢/ 㶂 -㶂 㶐㶂 潕湳 淋 - - 
    潢-/潢/ 湳 - 淋湳 潕湳 淋 - -, 潢 淋 淋淋 湳湳 潕湳 㳞 - - 

    㳞-/㴌/ 汰 - - 汰㴌㳞 淋㳞 㴌 -, 潢-/潢/ 湳 - 淋湳 潕淋 㶂 - - 
    潢 湳 -湳 淋湳 潕湳 淋 - -, 潢 淋 淋淋 湳湳 潕湳 㳞 - - 
    `
    },
    {
    title : "울산아가씨", 
    song : 
    `w울산아가씨
    㴌 㴌-㴌 -, 㴌 㴌-㴌 --汰, 潢 汰-㴌 汰-潢, 南 --潢 南潢△,
    姑 林-南 -, 㴌 汰-潢 南潢-, 汰 汰-㴌 汰-潢, 南 - △,
    
    㴌 㴌-㴌 -, 㴌 湳-湳 -, 淋 㴌-淋 㴌, 汰 --潢 南潢△,
    㴌 汰-淋 㴌-汰, 潢 汰-潢 南潢-, 汰 汰-㴌 汰-潢, 南 - △,
    
    㴌 - -, 淋 --N 㴌-淋, 湳 - -, - - △
    淋 湳 --淋, 㴌 汰-淋 㴌-汰, 潢 汰-㴌 姑, 南 - △ 
    `
    },
    {
    title : "소리길-대금", 
    song : 
    `w소리길-대금
    㽔 - 太 南 - 㽔 林 - 㽔 林 - -
    南 - 姑 南 - 林 㽔 - - 太 - -
    
    太 - - 南 -林 㽔, 林 - - ^林 - -,
    南 - 姑 南 - 林, 㽔 - 林㽔 太 - -,
    太 - - 南 -林 㽔, 林 - - ^林 - -,
    南 - 姑 南 - 林, 㽔 - 林㽔 太 - -,
    
     㽔 - - 南 -林 㽔 林-/南/ 林 -, 南 -,
     太㽔 南 - 㽔 南 - -,
     應/南/應 - 南 應 - 姑 南 - - - - -,
    太 - 㽔 南 - 㽔, 姑 - - 姑 - -,
    南 - 姑 南 - 林㽔 太 - - - - -
    
    㽔 - 太 南 - - 林 - - 姑 - -
    林 - 姑 南 - 林 㽔 - - 太 - -
    `
    },   

    {
    title : "소리길-소금", 
    song : 
    `w소리길-소금
    太姑 㽔太 姑㽔 南 -林 㽔 林 -, 姑㽔 林 - -,
    南 - 姑3 南 - 林, 㽔 - 林㽔 太 - -,
    
    太姑 㽔太 姑㽔 南 -林 㽔 林 -, 姑㽔 林 - -,
    南 - 姑3 南 - 林, 㽔 - 林㽔 太 - -,
    
    㽔 -姑 太㽔 南 -林 㽔 林㽔林南 林 -, 南 -, 
    太㽔 南 - 㽔 南 - -, 應/南/應 - 南 應 -, 
    
    姑3 南 - - - - -, 太 -  㽔 南 - 應, 
    姑 - 㽔姑太 姑 - -, 南 - 姑3 南 - 林㽔 太 - - - - 
    `
    },    
    {
    title : "고향의노래1", 
    song : 
    `w고향의노래1
    w김재호작사 이수인작곡
    仲 - - 太㒇, 太仲 無 - -, 汰 - -潢 無林, 仲 - - -,
    林 - - 無林, 仲太 㒇 - -, 太 - 太仲 太㒇, 黃 - - -,
    
    太 -太 仲-/仲/ 林林南 無 - -, 潢 潢 -汰 浹 浹汰潢, 無 - - -,
    △ 無 南 潢, 無南林 太-/林/ 林 - -,林 南無 潢 林, 潢 - - 南,
    
    △仲 姑林 △仲 無汰, 㳞 - △汰/汰/ 無林, 潢 -南 仲 -, △仲 姑林 △仲 無汰,
    㳞⊍ - △汰/汰/ 無林, 潢汰 浹 - 汰/潢/-, 無 - - -,
    `
    }     
]


var songsList2022 = [
    { 
    title : "고향의노래2022",  
    song : 
    `w고향의노래22 김재호작사 이수인작곡
    潢 - - 南仲 南潢 㳞 - -, 湳 - -淋 㳞汰 潢 - - -,
    汰 - - 㳞汰 潢南 仲 - -, 南 - 南潢 南仲 林 - - -,

    南 -南 潢-/潢/ 汰汰㴌 㳞 - -, 淋 淋 -湳 潕 潕湳淋㳞 - - -,

    △ 㳞 㴌 淋 㳞㴌汰 南-/汰/ 汰 - -,汰 㴌㳞 淋 汰 淋 - - 㴌,

    △潢 應汰 △潢 㳞湳, 㶂 - △湳/湳/ 㳞汰, 淋 -㴌 潢 -, 
    △潢 應汰 △潢 㳞湳, 㶂⊍ - △湳/湳/ 㳞汰 淋湳 潕 - 湳/淋/- 㳞 - - -
    `
    }, 
    {
    title : "남촌 2022", 
    song :    
    `w:남촌22 김동환작사 김규환작곡, v액센트
    仲 
    南 -南 無南 林-/南/, 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰
    
    㴌 - -㴌 㳞-/㴌/ 南 - -, 林-/林/ 無 - ^無南 林-/仲/ 仲 - - △
    △仲 仲無 汰 - -無 無汰 㳞 - -,㳞 淋㳞 㴌 㳞 潢 - -,潢 潢汰
    
    㴌 - -㴌 㴌㳞 淋 - -, 㳞v淋v 湳v -淋 㳞 汰 淋 - -, 潢無
    
    南 -南 無南 林-/南/ 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰
    
    㴌 - -㴌 㳞-/㴌/ 南 - -, 林 無 - ^無南 林-/仲/ 仲 - -, 
    `
    }
]    

var songsList2021 = [
    { 
    title : "고향의노래2021",  
    song : 
    `w고향의노래21 김재호작사 이수인작곡
    潢 - - 南仲 南潢 㳞 - -, 湳 - -淋 㳞汰 潢 - - -,
    汰 - - 㳞汰 潢南 仲 - -, 南 - 南潢 南仲 林 - - -,

    南 -南 潢-/潢/ 汰汰㴌 㳞 - -, 淋 淋 -湳 潕 潕湳淋㳞 - - -,

    △ 㳞 㴌 淋 㳞㴌汰 南-/汰/ 汰 - -,汰 㴌㳞 淋 汰 淋 - - 㴌,

    △潢 應汰 △潢 㳞湳, 㶂 - △湳/湳/ 㳞汰, 淋 -㴌 潢 -, 
    △潢 應汰 △潢 㳞湳, 㶂⊍ - △湳/湳/ 㳞汰 淋湳 潕 - 湳/淋/- 㳞 - - -
    `
    }, 
    {
    title : "남촌 2021", 
    song :    
    `w:남촌21 김동환작사 김규환작곡, v액센트
    仲 
    南 -南 無南 林-/南/, 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰
    
    㴌 - -㴌 㳞-/㴌/ 南 - -, 林-/林/ 無 - ^無南 林-/仲/ 仲 - - △
    △仲 仲無 汰 - -無 無汰 㳞 - -,㳞 淋㳞 㴌 㳞 潢 - -,潢 潢汰
    
    㴌 - -㴌 㴌㳞 淋 - -, 㳞v淋v 湳v -淋 㳞 汰 淋 - -, 潢無
    
    南 -南 無南 林-/南/ 仲 - -, 仲 無 -汰 㳞 汰 潢 - -,潢 潢汰
    
    㴌 - -㴌 㳞-/㴌/ 南 - -, 林 無 - ^無南 林-/仲/ 仲 - -, 
    `
    }
]    
